Repository: etragardh/pentest
Catalog: wp/plugins/gotmls/4.23.57/languages/gotmls-*.po
Languages: es_ar

source: Date Infected
es_ar: Fecha de Infección

source: Quarantined
es_ar: En caurentena

source: Firewall Options
es_ar: Opciones de Firewall

source: Your username is "admin", this is the most commonly guessed username by hackers and brute-force scripts. It is highly recommended that you change your username immediately.
es_ar: Su nombre de usuario es "admin", es el más utilizado por hackers y ataques de brute-force scripts. Recomendamos encarecidamente que cambie su nombre de usuario ahora.

source: Invalid or expired Nonce Token!
es_ar: Código inválido o expirado

source: Save Settings
es_ar: Guardar configuración.

source: Potential threats in file:
es_ar: Amenazas potenciales en archivo:

source: Are you sure this file is not infected and you want to ignore it in future scans?
es_ar: ¿Está seguro que este archivo no está infectado y quiere ignorarlo en futuras exploraciones?

source: The file %s does not exist, it must have already been deleted.
es_ar: El archivo %s no existe, es posible que ya haya sido eliminado.

source: This file no longer exists in the quarantine.
es_ar: Este archivo ya no existe en la Bóveda de Virus (Cuarentena).

source: File Details:
es_ar: Detalles del archivo:

source: Are you sure you want to delete this file from the quarantine?
es_ar: Está seguro que desea eliminar este archivo de la Bóveda de Virus (Cuarentena) ?

source: Nothing Selected to be Changed!
es_ar: Nada seleccionado para modificarse!

source: Never mind, it worked!
es_ar: No importa, funcionó!

source: Because some changes were made we need to check to make sure it did not break your site. If this stays Red and the frame below does not load please <a %s>revert the changes</a> made during this automated fix process.
es_ar: Como realizamos algunos cambios queremos confirmar que su sitio no sufrió inconvenientes. Si esta sección permanece ROJA y el cuadro de abajo no carga por favor <a %s>reveirta los cambios</a> realizados durante el proceso.

source: Restore Failed!
es_ar: Error al recuperar!

source: Complete!
es_ar: Finalizado!

source: Failed to delete!
es_ar: Error al eliminar!

source: Done!
es_ar: Listo!

source: Failed to empty the trash.
es_ar: Error al vaciar la papelera.

source: saved.
es_ar: guardado.

source: New position
es_ar: Nueva posición

source: Starting Scan ...
es_ar: Comenzando escanneo...

source: Completed!
es_ar: Finalizado!

source: Scan Details:
es_ar: Detalles del escanneo:

source: read my blog
es_ar: leer mi blog

source: You are not currently scanning for this type of threat!
es_ar: Actualmente no estás buscando este tipo de amenaza!

source: Scan Complete!
es_ar: Escanneo completo!

source: WP-Login Updates
es_ar: Actualizacione de WP-Login

source: Quarantined Files
es_ar: Archivos en cuarentena (Bóveda de Virus)

source: Read/Write Errors
es_ar: Errores para Leer / Escribir

source: Skipped Files
es_ar: Archivos omitidos

source: Skipped Folders
es_ar: Carpetas omitidas

source: Scanned Folders
es_ar: Carpetas escanneadas

source: Scanned Files
es_ar: Archivos escanneados

source: Run Complete Scan
es_ar: Realizar un escanneo completo

source: This new BETA feature is only available to registered users who have donated at a certain level.
es_ar: Esta opción BETA solamente está disponible para los usuarios registrados que donaron cierta cantidad.

source: Automatically Update Definitions:
es_ar: Automáticamente actualizar definiciones:

source: a folder name or comma separated list of folder names to skip
es_ar: un nombre de carpeta o lista separada por comas de las carpetas a omitir

source: Skip directories with the following names:
es_ar: Omitir los directorios con los siguientes nombres:

source: a comma separated list of file extentions to skip
es_ar: una lista separa por comas de las extenciones a omitir

source: Skip files with the following extensions:
es_ar: Omitir archivos con las siguientes extensiones:

source: For very advanced users only. Do not use this without talking to Eli first. If used incorrectly you could easily break your site.
es_ar: Para usuarios avanzados solamente. Hablar con Eli antes de utilizar. El uso incorrecto puede romper su sitio.

source: -1 is infinite depth
es_ar: -1 es profundidad infinita

source: how far to drill down
es_ar: que tan profundo buscar

source: Scan Depth:
es_ar: Profundidad de escaneo:

source: What to scan:
es_ar: Qué escannear:

source: Download the new definitions (Right sidebar) to activate this feature.
es_ar: Descargar las nuevas definiciones de actualización (barra derecha) para activar esta opción.

source: Download Definition Updates to Use this feature
es_ar: Descargar las definiciones de actualización para utilizar esta opción

source: What to look for:
es_ar: Qué buscar:

source: Only Scan These Folders:
es_ar: Solamente escannear estas carpetas

source: Scan Logs
es_ar: Registro de escanneo

source: Quarantine
es_ar: Cuarentena

source: White-lists
es_ar: Lista blanca

source: No Items in Quarantine
es_ar: No hay archivos en cuarentena

source: View Quarantined File
es_ar: Ver archivo en cuarentena

source: Items in Quarantine
es_ar: Items en cuarentena

source: Are you sure you want to permanently delete the selected files in the Quarantine?
es_ar: Está seguro que desea eliminar permanentemente los archivos seleccionados en la cuarentena?

source: Delete selected files
es_ar: Eliminar archivos seleccionados

source: Are you sure you want to overwrite the previously cleaned files with the selected files in the Quarantine?
es_ar: Está seguro que desea sobrescribir los archivos previamente eliminados con los archivos seleccionados en la cuarentena?

source: Restore selected files
es_ar: Recuperar archivos seleccionados

source: Date Updated
es_ar: Fecha de actualización

source: Globally White-listed files
es_ar: Archivos generales colocados en lista blanca

source: No Scans have been logged
es_ar: No se registran escanneos

source: Cleared %s records from this log.
es_ar: %s archivos eliminados de este registro.

source: Make a Donation with PayPal
es_ar: Realizar una donación a través de PayPal

source: Resources & Links
es_ar: Recursos & Enlaces

source: Submitting Registration ...
es_ar: Enviar registro...

source: Plugin Installation Key is a required field!
es_ar: La Clave de instalación del plugin es un campo obligatorio!

source: Your WordPress Site URL is a required field!
es_ar: Su Wordpress URL es un campo obligatorio!

source: Email Address is a required field!
es_ar: El Email es un campo obligatorio!

source: Last Name is a required field!
es_ar: El Apellido es un campo obligatorio!

source: First Name is a required field!
es_ar: Su Nombre es un campo obligatorio!

source: Please make a donation for the use of this wonderful feature!
es_ar: Por favor realice una donación para utilizar esta excelente función!

source: Plugin Installation Key:
es_ar: Código de Instalación del Plugin

source: Your WordPress Site URL:
es_ar: Su URL de Wordpress es:

source: A password will be e-mailed to this address:
es_ar: Una contraseña será enviada a esta dirección de e-mail:

source: Your Full Name:
es_ar: Su Nombre Completo:

source: If you have not already registered your Key then register now using the form below.<br />* All registration fields are required<br />** I will NOT share your information.
es_ar: Si aún no ha registrado su código hágalo utilizando el siguiente formulario. <br />* Todos los campos son obligatorios<br /> ** NO COMPARTIRÉ SU INFORMACIÓN

source: <p>Get instant access to definition updates.</p>
es_ar: <p>Obtenga acceso instantáneo a las actualizaciones de definición.</p>

source: Download new definitions!
es_ar: Descargar nuevas definiciones!

source: Updates & Registration
es_ar: Actualizaciones & Registro

source: No response from server!
es_ar: El Servidor no responde!

source: If this is taking too long, click here.
es_ar: Si esto toma demasiado mucho tiempo, hacer clic aquí.

source: Searching for updates ...
es_ar: Buscando actualizaciones...

source: Upgrade to %s now!
es_ar: Mejora a %s ahora!

source: Tested your site. It appears we didn't break anything
es_ar: Probamos su sitio. Aparentemente no rompimos nada

source: Make sure the Definition Updates are current and Run a Complete Scan.
es_ar: Asegúrese que las definiciones de actualización son las presentes y realice un escaneo completo.

source: Getting Started
es_ar: Comenzar

source: Failed to read file!
es_ar: Error al leer el archivo!

source: Skipped because of file size (%1$s bytes) or file extention (%2$s)!
es_ar: Omitido debito al tamaño de archivo (%1$s bytes) o la extensión (%2$s)!

source: Failed to read directory!
es_ar: Error al leer el directorio!

source: Skipped because of file extention!
es_ar: Omitido debido a la extensión del archivo!

source: Skipped because of file size!
es_ar: Omitido debido al tamaño del archivo!

source: Failed to determine file size!
es_ar: Error al determinar el tamaño de archivo!

source: Examine File
es_ar: Revisar archivo

source: Examine Quarantined File
es_ar: Revisar archivo en cuarentena

source: Scanned %s
es_ar: Escanneados %s

source: Scanning %s
es_ar: Escanneando %s

source: Preparing %s
es_ar: Preparando %s

source: Already Fixed!
es_ar: Ya Arreglado!

source: no file contents!
es_ar: archivo sin contenido!

source: file not writable!
es_ar: no se puede escribir en el archivo!

source: failed to write!
es_ar: error al escribir!

source: reason unknown!
es_ar: motivo desconocido!

source: failed to quarantine!
es_ar: error al poner en cuarentena!

source: Failed:
es_ar: Falló!

source: File does not exist!
es_ar: El archivo no existe!

source: File not readable!
es_ar: No se puede leer el archivo!

source: File permissions read-only!
es_ar: Permisos de archivo read-only! (leer solamente)

source: Fixed file permissions! (try again)
es_ar: Repare los permisos del archivo! (e intente nuevamente)

source: Empty file!
es_ar: Archivo vacío!

source: Failed to read file contents!
es_ar: Error al leer el contenido del archivo!

source: unknown
es_ar: desconocido

source: an unknown file
es_ar: un archivo desconocido

source: Automatically Fix SELECTED Files Now
es_ar: Corregir automáticamente los ARCHIVOS SELECCIONADOS ahora

source: Loading, Please Wait ...
es_ar: Cargando, por favor aguarde...

source: Scan Settings
es_ar: Escanear configuración

source: This Plugin requires WordPress version %s or higher
es_ar: Este Plugin requiere como mínimo la versión de Wordpress %s

source: View Scan Log
es_ar: Ver Scan Log

source: View Quarantine
es_ar: Ver Bóveda de Virus (Cuarentena)

source: Quick Scan
es_ar: Escanneo Rápido

source: Failed to list files in directory!
es_ar: Error en el directorio al listar archivos!

source: Your Server could not start a Session!
es_ar: El Servidor donde tiene instalado el sitio no puede comenzar la Sesión!

source: This feature is available to those who have donated!
es_ar: Puede utilizar esta función si realizó una donación!

source: You must register and donate to use this feature!
es_ar: Debe registrarse y donar para utilizar esta función!
